const LANG_UK = {
  // ===== INDEX =====
window.LANG = {
  tabs: {
    stats: "Характеристики персонажа",
    weapons: "Зброя персонажа",
    magic: "Магія персонажа",
    equipment: "Спорядження персонажа",
    description: "Опис персонажа",
    notes: "Нотатки персонажа"
  },
  buttons: {
    export: "📤 Експорт",
    import: "📥 Імпорт",
    switchToUA: "🇺🇦 УКР",
    switchToRU: "🇷🇺 РУС"
  },
  stats: {
    title: "Характеристики персонажа",

    name: "Ім’я",
    class: "Клас",
    subclass: "Підклас",
    race: "Раса",
    level: "Рівень",
    pb: "Бонус майстерності",
    inspiration: "Натхнення",

    hp: "HP",
    maxhp: "Max HP",
    temphp: "Temporary HP",
    ac: "(AC)",
    initiative: "Ініціатива",
    move: "🏃🏻",
    swim: "🏊🏻‍♂️",

    str: "Сила",
    dex: "Спритність",
    con: "Тілобудова",
    int: "Інтелект",
    wis: "Мудрість",
    cha: "Харизма",

    save_str: "Рят. кидок Сили",
    save_dex: "Рят. кидок Спритності",
    save_con: "Рят. кидок Тілобудови",
    save_int: "Рят. кидок Інтелекту",
    save_wis: "Рят. кидок Мудрості",
    save_cha: "Рят. кидок Харизми",

    athletics: "Атлетика",
    acrobatics: "Акробатика",
    sleight: "Спритність рук",
    stealth: "Скритність",
    investigation: "Аналіз",
    arcana: "Магія",
    history: "Історія",
    nature: "Природа",
    religion: "Релігія",
    perception: "Сприйняття",
    insight: "Проникливість",
    medicine: "Медицина",
    survival: "Виживання",
    animal: "Догляд за тваринами",
    deception: "Обман",
    intimidation: "Залякування",
    performance: "Виступ",
    persuasion: "Переконання",

    passive_title: "Пасивні навички",
    pass_perception: "Сприйняття",
    pass_insight: "Проникливість",
    pass_investigation: "Аналіз"
  }
};
