const LANG_RU = {
  // ===== INDEX =====
window.LANG = {
  tabs: {
    stats: "Характеристики персонажа",
    weapons: "Оружие персонажа",
    magic: "Магия персонажа",
    equipment: "Снаряжение персонажа",
    description: "Описание персонажа",
    notes: "Заметки персонажа"
  },
  buttons: {
    export: "📤 Экспорт",
    import: "📥 Импорт",
    switchToUA: "🇺🇦 УКР",
    switchToRU: "🇷🇺 РУС"
  },
  stats: {
    title: "Характеристика персонажа",

    // Верхні поля
    name: "Имя",
    class: "Класс",
    subclass: "Подкласс",
    race: "Раса",
    level: "Уровень",
    pb: "Бонус мастерства",
    inspiration: "Вдохновение",

    hp: "HP",
    maxhp: "Max HP",
    temphp: "Temporary HP",
    ac: "(AC)",
    initiative: "Инициатива",
    move: "🏃🏻",
    swim: "🏊🏻‍♂️",

    // Характеристики
    str: "Сила",
    dex: "Ловкость",
    con: "Телосложение",
    int: "Интеллект",
    wis: "Мудрость",
    cha: "Харизма",

    // Спасброски
    save_str: "Спасбросок Силы",
    save_dex: "Спасбросок Ловкости",
    save_con: "Спасбросок Телосложения",
    save_int: "Спасбросок Интеллекта",
    save_wis: "Спасбросок Мудрости",
    save_cha: "Спасбросок Харизмы",

    // Навички
    athletics: "Атлетика",
    acrobatics: "Акробатика",
    sleight: "Ловкость рук",
    stealth: "Скрытность",
    investigation: "Анализ",
    arcana: "Магия",
    history: "История",
    nature: "Природа",
    religion: "Религия",
    perception: "Восприятие",
    insight: "Проницательность",
    medicine: "Медицина",
    survival: "Выживание",
    animal: "Уход за животными",
    deception: "Обман",
    intimidation: "Запугивание",
    performance: "Выступление",
    persuasion: "Убеждение",

    passive_title: "Пассивные навыки",
    pass_perception: "Восприятие",
    pass_insight: "Проницательность",
    pass_investigation: "Анализ"
  }
};
